{"texto": ["O ", " é uma ", " que propõe a união de todos os povos da ", " como forma de potencializar a voz do continente no contexto internacional. Relativamente popular entre as elites africanas ao longo das lutas pela ", " da segunda metade do ", ", em parte responsável pelo surgimento da ", ", o pan-africanismo tem sido mais defendido fora de África, entre os descendentes dos africanos escravizados que foram levados para a ", " até o meio do ", " e das pessoas de descendência africana subsaariana emigradas do continente africano após a ", ".\n", "Eles propunham a unidade política de toda a África e o reagrupamento das diferentes etnias, divididas pelas imposições dos colonizadores. Valorizavam a realização de cultos aos ancestrais e defendiam a ampliação do uso das línguas e dialetos africanos, proibidos ou limitados pelos colonizadores.\n", "Em outras palavras, o pan-africanismo é um movimento político, filosófico e social que promove a defesa dos direitos do povo africano e da unidade do continente africano no âmbito de um único ", ", para todos os africanos, tanto na África como em ", ".\n", "A teoria pan-africanista foi desenvolvida principalmente pelos indivíduos na diáspora americana descendentes de africanos escravizados e pessoas nascidas na África a partir de meados do final do século XIX como ", " e ", ", entre outros, e posteriormente levados para a arena política por africanos como ", ". No Brasil foi divulgada amplamente por ", ".\n", "Normalmente se consideram Henry Sylvester-Williams e o Dr. William Edward Burghardt Du Bois como os pais da pan-africanismo. No entanto, este movimento social, com várias vertentes, que têm uma história que remonta ao início do século XIX. O pan-africanismo tem influenciado a África a ponto de alterar radicalmente a sua paisagem política e ser decisiva para a independência dos países africanos. Ainda assim, o movimento tem conseguido dois dos seus principais objetivos, a unidade espiritual e política da África, sob o pretexto de um Estado único, e pela capacidade de criar condições de prosperidade para todos os africanos.\n", "Pan-africanismo vem do grego, ", " (toda) e africanismo (referindo-se a elementos africanos). A origem do termo é inserido na corrente filosófica-política historicista do século XIX sobre o destino dos povos.", ". E a necessidade de a unidade de grandes conjuntos culturais ou “nações naturais” a partir do expansionismo imperialista ocidental. É discutido se a autoria da expressão pertence a William Edward Burghardt Du Bois ou Henry Sylvester Williams.\n", "Em meados do século XX o Pan-africanismo foi explicado como a doutrina política defendida pela irmandade africana, libertação do continente africano de seus colonizadores e ao estabelecimento de um Estado que buscasse a unificação de todo o continente sob um governo africano. Alguns teóricos como George Padmore acrescentaram a partir da ", ", que o governo pan-africano deveria ser gerido segundo as premissas do ", " cientifico. Outros teóricos postularam o caminho do ", " político, que defende um governo imperial.\n", "Originalmente, o pan-africanismo centrava-se mais sobre a questão racial que na geográfica. Ainda hoje há muitos que defendam o caminho radicalista, visto os problemas de integração do norte da África, que conta com uma historia de etnia ", ", em uma unidade cultural coerente com a África Subsaariana, de população negra. Os objetivos do pan-africanismo atual, ainda que sejam semelhantes aos originais, mudaram.\n", "No início do ", ", a ", " ainda estava em vigor no sul dos ", ", mas não no norte, graças um decreto de ", ", que estabelecia o limite legal no ", ". Uma minoria de negros no norte tinha atingido uma posição socioeconômica próspera e alguns dos representantes desta classe começaram a desenvolver um sentimento de ", " racial que resultou no movimento \"de volta para a África\". Entre eles Paul Cuffe, um negro nascido livre, de pai africano e mãe ameríndia, que promoveu em 1815 uma tímida experiência de repatriamento para a África, antecessora da Sociedade Americana de Colonização fundadora da ", ", mas os custos da empreitada dissuadiram-no.\n", "No substrato intelectual que propiciou os movimentos abolicionistas, surgiram desde o início duas tendências na América do Norte: por um lado, os que acreditavam que a escravatura iria acabar, de uma forma ou de outra, e que era necessário encontrar uma casa para ex-escravos na África, a sua terra de origem. Os britânicos tinham estabelecido uma colônia na ", " entre 1787 e 1808, que se destinava às pessoas libertas dos barcos escravistas que capturavam.\n", "O outro ponto de vista era dos que afirmavam que os descendentes dos escravos deviam permanecer na América e que inclusive tinham que ser capazes de uma subsistência independente. Mas, entre os mais acirrados abolicionista, não se acreditava que a raça negra e a raça branca podiam viver no mesmo espaço e prosperar sem um perpétuo conflito. Foi levado em consideração e pensado pelas próprias pessoas negras que, de uma forma ou de outra, seriam exploradas pelo sistema do homem branco, enquanto não tivessem a sua própria pátria. O elevado custo de envio de tantas pessoas para a África, fez com que a a segunda opção prevalecesse.\n"]}