{"texto": ["O Partido dos Panteras Negras (em inglês, Black Panther Party ou BPP), originalmente denominado Partido Pantera Negra para Auto-defesa (em inglês, Black Panther Party for Self-Defense) foi uma organização urbana", "Na sua criação, em 15 de outubro de 1966,", "O diretor do FBI, J. Edgar Hoover, chamou o partido de \"a maior ameaça à segurança interna do país\"", "Os membros do Partido das Panteras Negras estiveram envolvidos em muitos combates fatais com a polícia, incluindo Huey Newton, que supostamente matou o policial John Frey em 1967. Em 1968, Eldridge Cleaver liderou uma emboscada a policiais de Oakland, que feriu dois oficiais e matou o Pantera Bobby Hutton. O partido também esteve envolvido em muitos conflitos internos, incluindo os assassinatos de Alex Rackley e Betty Van Patter.", "A opressão do governo contribuiu inicialmente para o crescimento do partido, já que os assassinatos e as prisões de Panteras aumentaram o apoio entre os afro-americanos e a ampla esquerda política, que valorizava os Panteras como uma poderosa força que se opunha à segregação racial e ao alistamento militar obrigatório. A adesão ao Partido das Panteras Negras alcançou um pico em 1970, com escritórios em 68 cidades e milhares de membros, e sofreu uma série de contrações. Depois de ser vilipendiado pela imprensa, o suporte público para o partido diminuiu, e o grupo ficou mais isolado.", "A história do Partido dos Panteras Negras é controversa. Os estudiosos caracterizaram o Partido das Panteras Negras como a organização de movimento negro mais influente do final da década de 1960 e \"a ligação mais forte entre a luta doméstica de libertação negra e opositores globais do imperialismo americano\".", "O QUE QUEREMOS AGORA! EM QUE ACREDITAMOS?", "Para aquelas pobres almas que não conhecem a história dos negros, as crenças e os desejos do Partido Pantera Negra para Auto-defesa podem parecer absurdos. Para o povo negro, os dez pontos são absolutamente essenciais para a sua sobrevivência. Temos ouvido a frase revoltante \"essas coisas levam tempo\" por 400 anos. O Partido Pantera Negra sabe o que o povo negro quer e precisa. A unidade negra e a auto-defesa tornarão essas demandas uma realidade.", "Na Olimpíada da Cidade do México, Tommie Smith e John Carlos, dois atletas afro-americanos, medalhistas dos EUA, fizeram a saudação do black power (braço estendido com o punho enluvado e fechado) durante a cerimônia de premiação da modalidade, após vencerem os 200 metros rasos. Por seu gesto, uma clara manifestação política, os dois atletas foram banidos dos Jogos pelo Comitê Olímpico Internacional (COI).", "O punho erguido (raised fist ou punho cerrado) é um símbolo da esquerda e do Black Panther Party. Reinaldo, Eusébio e Sócrates (futebolista), todos ex-jogadores de futebol, também comemoravam seus gols com o braço erguido e o punho fechado."]}